Repository: wpeventmanager/wp-event-manager
Catalog: languages/wp-event-manager-*.po
Languages: uk

source: WP Event Manager Add-ons
uk: Додатки WP Event Manager

source: Your database upgrading now
uk: Оновлення бази даних зараз

source: Your database has been upgraded successfully! In order to take advantage, save the permalink and proceed.
uk: Ваша база даних успішно оновлена! Щоб скористатися перевагами, збережіть постійне посилання та продовжуйте.

source: Settings
uk: Налаштування

source: Upgrade Database
uk: Оновити базу даних

source: Add-ons
uk: Додатки

source: Upgrade yor database for new version of WP Event Manager
uk: Оновіть базу даних для нової версії WP Event Manager

source: 3.1.15 has released! We are constantly working to improve your event management experience, We have a new release focusing on a handle of fixes and updates & here is a summary of what has been improved... Manage your Organizers directly at the frontend and backend. Migration of Old Organizer data would be transferred to the list Automatically. A prior Backup does no harm before updating the plugin!
uk: Вийшов 3.1.15! Ми постійно працюємо над покращенням вашого досвіду управління подіями, У нас є новий випуск, зосереджений на ручці виправлень та оновлень, і ось резюме того, що було покращено ... Керуйте своїми органайзерами безпосередньо на фронтенді та бекенді. Міграція старих даних організатора буде перенесена до списку автоматично. Попереднє резервне копіювання не зашкодить перед оновленням плагіна!

source: Upgrade
uk: Оновити

source: Your database upgraded successfully!
uk: Ваша база даних успішно оновлена!

source: We've noticed you've been using <strong>WP Event Manager</strong> for some time now. we hope you love it! We'd be thrilled if you could <strong><a href="https://wordpress.org/support/plugin/wp-event-manager/reviews/" target="_blank">give us a nice rating on WordPress.org!</a></strong> Don't forget to submit your site to <strong><a href="https://wp-eventmanager.com/showcase/" target="_blank">our showcase</a></strong> and generate more traffic from our site.
uk: Ми помітили, що ви використовуєте <strong>WP Event Manager</strong> вже деякий час. Сподіваємося, вам сподобається! Ми були б раді, якби ви <strong><a href="https://wordpress.org/support/plugin/wp-event-manager/reviews/" target="_blank">могли дати нам гарну оцінку на WordPress.org!</a></strong> Не забудьте подати свій сайт на <strong><a href="https://wp-eventmanager.com/showcase/" target="_blank">нашу вітрину</a></strong> та генерувати більше трафіку з нашого сайту.

source: Run Setup
uk: Запустити програму інсталяції

source: Dismiss
uk: Відхилити

source: Select category
uk: Виберіть категорію

source: Select Event Type
uk: Вибрати тип заходу

source: Event Title
uk: Назва заходу

source: Custom field updated.
uk: Користувацьке поле оновлено.

source: Custom field deleted.
uk: Користувацьке поле видалено.

source: Title
uk: Назва

source: Banner
uk: Банер

source: Type
uk: Тип

source: Location
uk: Місцезнаходження

source: Organizer
uk: Організатор

source: Start Date
uk: Початкова дата

source: End Date
uk: Кінцева дата

source: Expiry Date
uk: Термін дії

source: Status
uk: Статус

source: Cancelled?
uk: Скасувати?

source: Featured?
uk: Рекомендовані?

source: Actions
uk: Дії

source: Cancelled
uk: Скасовано

source: Featured
uk: Рекомендовані

source: Not Featured
uk: Без зображення

source: Show more details
uk: Показати подробиці

source: Approve
uk: Затвердити

source: View
uk: Перегляд

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Text
uk: Текст

source: Time
uk: Час

source: Checkbox
uk: Прапорець

source: Date
uk: Дата

source: Timezone
uk: Часовий пояс

source: File
uk: Файл

source: Hidden
uk: Приховано

source: Multiselect
uk: Мультивибір

source: Number
uk: Номер

source: Password
uk: Пароль

source: Radio
uk: Радіо

source: Select
uk: Вибрати

source: Textarea
uk: Текстове поле

source: Field Editor
uk: Редактор полів

source: Are you sure you want to delete this row?
uk: Ви впевнені, що хочете видалити цей рядок?

source: Are you sure you want to reset your changes? This cannot be undone.
uk: Справді скинути зміни? Цю дію не можна буде скасувати.

source: Form fields
uk: Поля форми

source: Repeated
uk: Повторний

source: Term Checklist
uk: Контрольний список термінів

source: Term Multiselect
uk: Множинний вибір терміна

source: Term Select
uk: Вибір терміну

source: WP Editor
uk: Редактор WP

source: %s form fields
uk: %s полів форми

source: Field Label
uk: Назва поля

source: Description
uk: Опис

source: Placeholder / Options
uk: Заповнювач / параметри

source: Meta Key
uk: Мета ключ

source: Only For Admin
uk: Тільки для адміністратора

source: Priority
uk: Пріоритет

source: Validation
uk: Перевірка

source: Add field
uk: Додати поле

source: Reset to default
uk: Скинути до дефолту

source: Save Changes
uk: Зберегти зміни

source: The fields were successfully saved.
uk: Поля було успішно збережено.

source: Please try again to save fields.
uk: Будь ласка, спробуйте ще раз, щоб зберегти поля.

source: N/A
uk: (відсутній)

source: Pipe (|) separate options.
uk: Символ (|) для розділення параметрів.

source: Multiple Files?
uk: Кілька файлів?

source: Not Required
uk: Не вимагається

source: Required
uk: Необхідний

source: Add Child field
uk: Поле «Додати дочірнє поле»

source: Event base
uk: База подій

source: Event category base
uk: База категорій подій

source: Event type base
uk: База типів подій

# Event permalink - resave permalinks after changing this
source: event
uk: подія

# Event category slug - resave permalinks after changing this
source: event-category
uk: категорія події

# Event type slug - resave permalinks after changing this
source: event-type
uk: Тип події

source: General
uk: Загальні

source: Enable Organizer
uk: Увімкнути органайзер

source: Disable this to remove the functionality of Organizers on Your Event Website.
uk: Вимкніть це, щоб видалити функціональність Організаторів на Вашому веб-сайті події.

source: Enable Venue
uk: Увімкнути місце проведення

source: Disable this to remove the functionality of Venue on your Event Website.
uk: Вимкніть це, щоб видалити функціональність місця проведення на вашому веб-сайті події.

source: Delete Data On Uninstall
uk: Видалити дані під час видалення

source: Delete WP Event Manager data when the plugin is deleted. Once removed, this data cannot be restored.
uk: Видаліть дані WP Event Manager при видаленні плагіна. Після видалення ці дані не можуть бути відновлені.

source: Google API Key
uk: Ключ Google API

source: If you are going to deal with google map or location then you need Google API key to retrieve location information for event listings. Also this Google API key require when you will use <a href="https://www.wp-eventmanager.com/product/wp-event-manager-google-maps/" target="__blank">Google Map Addon</a>. Acquire an API key from the <a href="https://developers.google.com/maps/documentation/geocoding/get-api-key" target="__blank">Google Maps API developer site</a>.
uk: Якщо ви збираєтеся мати справу з картою або місцезнаходженням Google, вам потрібен ключ API Google для отримання інформації про місцезнаходження для списків подій. Також цей ключ API Google вимагає, коли ви будете використовувати <a href="https://www.wp-eventmanager.com/product/wp-event-manager-google-maps/" target="__blank">Google Map Addon</a>. Отримайте ключ API на <a href="https://developers.google.com/maps/documentation/geocoding/get-api-key" target="__blank">сайті розробника API Карт Google</a>.

source: Event Listings
uk: Списки подій

source: Listings Per Page
uk: Оголошень на сторінку

source: How many listings should be shown per page by default?
uk: Скільки оголошень повинно бути показано на сторінці за замовчуванням?

source: Cancelled Events
uk: Скасовані події

source: Hide cancelled events.
uk: Приховати скасовані події.

source: If enabled, cancelled events will be hidden from archives.
uk: Якщо ввімкнено, скасовані події будуть приховані в архівах.

source: Hide Expired Listings
uk: Приховати списки, термін дії яких закінчився

source: Hide expired listings in event archive/search.
uk: Приховати списки, термін дії яких закінчився, в архіві/пошуку подій.

source: If enabled, expired event listing is not searchable.
uk: Якщо цей параметр увімкнено, список подій, термін дії якого минув, недоступний для пошуку.

source: Hide Expired Listings Content
uk: Приховати вміст списків, термін дії яких закінчився

source: Hide expired listing content in single event listing (singular).
uk: Приховати прострочений вміст списку в одному списку подій (однина).

source: If enabled, the content within expired listings will be hidden. Otherwise, expired listings will be displayed as normal (without the event registration area).
uk: Якщо ввімкнено, вміст списків, термін дії яких закінчився, буде приховано. Інакше прострочені записи відображатимуться як звичайні (без зони реєстрації подій).

source: Multi-select Event Categories
uk: Множинний вибір категорій подій

source: Enable event category multiselect by default.
uk: Увімкнути множинний вибір категорії події за замовчуванням.

source: If enabled, the category select box will default to a multi select on the [events] shortcode.
uk: Якщо цей параметр увімкнено, у полі вибору категорії за замовчуванням буде вибрано множинний вибір у шорткоді [події].

source: Multi-select Event Types
uk: Множинний вибір типів подій

source: Enable event type multiselect by default.
uk: Увімкнути множинний вибір типу події за замовчуванням.

source: If enabled, the event type select box will default to a multi select on the [events] shortcode.
uk: Якщо цей параметр увімкнено, у полі вибору типу події за замовчуванням буде вибрано множинний вибір у шорткоді [події].

source: Category Filter
uk: Фільтр категорій

source: Events will be shown if within ANY selected category.
uk: Події відображатимуться, якщо вони належать до БУДЬ-ЯКОЇ вибраної категорії.

source: Events will be shown if within ALL selected categories.
uk: Події будуть показані в межах ВСІХ вибраних категорій.

source: Event Type Filter
uk: Фільтр типу події

source: Events will be shown if within ANY selected event type.
uk: Події відображатимуться, якщо вони належать до БУДЬ-ЯКОГО вибраного типу події.

source: Events will be shown if within ALL selected event types.
uk: Події відображатимуться, якщо в межах УСІХ вибраних типів подій.

source: Ticket Prices Selection
uk: Вибір цін на квитки

source: Enable Ticket prices selection for listing page.
uk: Увімкніть Вибір цін на квитки для сторінки списку.

source: Choose whether to enable ticket prices selection on the event listing page.
uk: Виберіть, чи ввімкнути вибір цін на квитки на сторінці зі списком подій.

source: Event Submission
uk: Подання подій

source: Account Required
uk: Потрібен обліковий запит

source: Submitting listings requires an account.
uk: Для надсилання списків потрібен обліковий запис.

source: If disabled, non-logged in users will be able to submit listings without creating an account.
uk: Якщо цей параметр вимкнено, користувачі, які не ввійшли в систему, зможуть надсилати списки без створення облікового запису.

source: Account Creation
uk: Створення облікового запису

source: Allow account creation.
uk: Дозволити створення облікового запису.

source: If enabled, non-logged in users will be able to create an account by entering their email address on the submission form.
uk: Якщо ввімкнено, користувачі, які не ввійшли в систему, зможуть створити обліковий запис, ввівши свою адресу електронної пошти у формі відправки.

source: Account Username
uk: Ім’я користувача облікового запису

source: Automatically Generate Username from Email Address.
uk: Автоматично генерувати ім'я користувача з адреси електронної пошти.

source: If enabled, a username will be generated from the first part of the user email address. Otherwise, a username field will be shown.
uk: Якщо увімкнено, ім’я користувача буде сформовано з першої частини електронної адреси користувача. В іншому випадку буде показано поле для імені користувача.

source: Account Password
uk: Пароль облікового запису

source: Use WordPress' default behavior and email new users link to set a password.
uk: Використовуйте поведінку WordPress за замовчуванням та надсилайте посилання новим користувачам, щоб встановити пароль.

source: If enabled, an email will be sent to the user with their username and a link to set their password. Otherwise, a password field will be shown and their email address won't be verified.
uk: Якщо увімкнено, користувачеві буде надіслано електронне повідомлення з ім’ям користувача та посиланням для встановлення пароля. В іншому випадку буде показано поле для створення паролю, а його електронна адреса не буде підтверджена.

source: Account Role
uk: Роль облікового запису

source: If you enable user registration on your submission form, choose a role for the new user.
uk: Якщо ввімкнути реєстрацію користувача у формі надсилання, виберіть роль для нового користувача.

source: Moderate New Listings
uk: Модеруйте нові оголошення

source: New listing submissions require admin approval.
uk: Для надсилання нових матеріалів про компанію потрібне схвалення адміністратора.

source: If enabled, new submissions will be inactive, pending admin approval.
uk: Якщо ввімкнено, нові подання будуть неактивними, очікуючи схвалення адміністратором.

source: Allow Pending Edits
uk: Дозволити редагування подання, яке очікує схвалення

source: Submissions awaiting approval can be edited.
uk: Матеріали, які очікують затвердження, можуть бути відредаговані.

source: If enabled, submissions awaiting admin approval can be edited by the user.
uk: Якщо ввімкнено, надіслані матеріали, які очікують схвалення адміністратором, користувач може редагувати.

source: Allow Multiple Banners
uk: Дозволити кілька банерів

source: User can submit multiple banner.
uk: Користувач може відправити кілька банерів.

source: If enabled, Multiple banner can add at frontend by user and backend side by admin.
uk: Якщо ввімкнено, Multiple banner можна додавати на фронтенді за користувачем і бекенд від адміністратора.

source: Delete Listings After Finished
uk: Видалення записів після завершення

source: Delete listings after finished.
uk: Видаліть записи після завершення.

source: If enabled, expired listings will automatically deleted after finished.
uk: Якщо цей параметр увімкнено, списки, термін дії яких минув, автоматично видалятимуться після завершення.

source: Delete Expired Listings
uk: Видалення списків, термін дії яких закінчився

source: Expired listings are deleted after 30 days.
uk: Списки, термін дії яких закінчився, видаляються через 30 днів.

source: If enabled, expired listings will automatically deleted after 30 days.
uk: Якщо ввімкнено, списки, термін дії яких минув, автоматично видаляються через 30 днів.

source: Listing Expire
uk: Термін дії лістингу закінчується

source: You can set event submission expiry time either event end date or specific days.
uk: Час завершення надсилання подій можна встановити як дату завершення, так і певні дні.

source: Listing expire on Event End Date
uk: Лістинг закінчується в дату завершення події

source: Listing expire on Specified Below Days
uk: Термін дії лістингу закінчується в зазначені нижче дні

source: Listing Duration
uk: Тривалість вакансії

source: How many <strong>days</strong> listings are live before expiring. Can be left blank to never expire.
uk: Скільки <strong>днів</strong> лістинг діє до закінчення терміну дії. Можна залишити порожнім, щоб ніколи не закінчитися.

source: Categories
uk: Категорії

source: Enable Categories for listing and submission form.
uk: Увімкніть Категорії для лістингу та форми надсилання.

source: Choose whether to enable categories on the event listing and submission page. If enabled, it needs to be prior created at the backend.
uk: Виберіть, чи потрібно ввімкнути категорії на сторінці списку подій і надсилання. Якщо ввімкнено, його потрібно попередньо створити на бекенді.

source: Event Types
uk: Типи подій

source: Enable Event types for listing and submission form.
uk: Увімкніть типи подій для розміщення інформації та форми надсилання.

source: Choose whether to enable event types on the event listing and submission page. If enabled, it needs to be prior created at the backend.
uk: Виберіть, чи потрібно ввімкнути типи подій на сторінці списку подій і надсилання. Якщо ввімкнено, його потрібно попередньо створити на бекенді.

source: Ticket Prices
uk: Ціни на квитки

source: Enable Ticket prices for submission form.
uk: Увімкніть форму подачі квитків ціни на квитки.

source: Choose whether to enable ticket prices on the event submission page.
uk: Виберіть, чи потрібно ввімкнути ціни на квитки на сторінці подання заявок на подію.

source: Pages
uk: Сторінки

source: Submit Event Form Page
uk: Надіслати сторінку форми події

source: Select the page where you have placed the [submit_event_form] shortcode. This lets the plugin know where the form is located.
uk: Виберіть сторінку, на якій розміщено шорткод [submit_event_form]. Це дозволяє плагіну знати, де знаходиться форма.

source: Event Dashboard Page
uk: Сторінка інформаційної дошки події

source: Select the page where you have placed the [event_dashboard] shortcode. This lets the plugin know where the dashboard is located.
uk: Виберіть сторінку, на якій ви розмістили шорткод [event_dashboard]. Це дозволяє плагіну знати, де розташована інформаційна панель.

source: Event Listings Page
uk: Сторінка "Списки подій"

source: Select the page where you have placed the [events] shortcode. This lets the plugin know where the event listings page is located.
uk: Виберіть сторінку, на якій ви розмістили шорткод [events]. Це дозволяє плагіну знати, де розташована сторінка списків подій.

source: Login Page URL
uk: URL-адреса сторінки входу

source: Enter the Login page URL.
uk: Введіть URL-адресу сторінки входу.

source: Submit Organizer Form Page
uk: Надіслати сторінку форми організатора

source: Select the page where you have placed the [submit_organizer_form] shortcode. This lets the plugin know where the form is located.
uk: Виберіть сторінку, на якій розміщено шорткод [submit_organizer_form]. Це дозволяє плагіну знати, де знаходиться форма.

source: Organizer Dashboard Page
uk: Сторінка приладної дошки організатора

source: Select the page where you have placed the [organizer_dashboard] shortcode. This lets the plugin know where the dashboard is located.
uk: Виберіть сторінку, на якій ви розмістили шорткод [organizer_dashboard]. Це дозволяє плагіну знати, де розташована інформаційна панель.

source: Submit Venue Form Page
uk: Надіслати сторінку форми місця проведення

source: Select the page where you have placed the [submit_venue_form] shortcode. This lets the plugin know where the form is located.
uk: Виберіть сторінку, на якій розміщено шорткод [submit_venue_form]. Це дозволяє плагіну знати, де знаходиться форма.

source: Venue Dashboard Page
uk: Сторінка інформаційної панелі місця проведення

source: Select the page where you have placed the [venue_dashboard] shortcode. This lets the plugin know where the dashboard is located.
uk: Виберіть сторінку, на якій ви розмістили шорткод [venue_dashboard]. Це дозволяє плагіну знати, де розташована інформаційна панель.

source: Date & Time Format
uk: Формат дати та часу

source: Datepicker Date Format
uk: Формат дати

source: Select the date format to use in datepickers.
uk: Виберіть формат дати, який використовуватиметься в засобах вибору дат.

source: Timepicker Format
uk: Формат Timepicker

source: Select the time format to use in timepickers.
uk: Виберіть формат часу, який використовуватиметься в засобах вибору часу.

source: 12 Hours
uk: 12 годин

source: 24 Hours
uk: 24 Години

source: Timepicker Step
uk: Крок вибору часу

source: Select the time step to use in timepickers. Time step must have to be in between 1 to 60.
uk: Виберіть крок часу, який потрібно використовувати в засобах вибору часу. Крок за часом повинен бути в межах від 1 до 60.

source: Date Format
uk: Формат дати

source: This date format will be used at the frontend date display. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="__blank">For more information click here</a>.
uk: Цей формат дати буде використовуватися на зовнішньому дисплеї дати. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="__blank">Для отримання додаткової інформації натисніть тут</a>.

source: Date And Time Separator
uk: Роздільник дати та часу

source: Add date and time separator.
uk: Додайте роздільник дати й часу.

source: Event Timezone
uk: Часовий пояс подій

source: In case while submitting an event, if the timezone for each event is not selected, the WP Event Manager will take the default WordPress (website) timezone.
uk: У разі подання події, якщо часовий пояс для кожної події не вибрано, WP Event Manager візьме часовий пояс WordPress (веб-сайт) за замовчуванням.

source: Use website timezone.
uk: Використовуйте часовий пояс веб-сайту.

source: Select a timezone on each event.
uk: Виберіть часовий пояс для кожної події.

source: Settings successfully saved
uk: Налаштування успішно збережені

source: --no page--
uk: --немає сторінки--

source: Select a page&hellip;
uk: Виберіть сторінку&hellip;

source: Helpful Resources
uk: Корисні ресурси

source: Knowledge Base
uk: База знань

source: Solve your queries by browsing our documentation.
uk: Вирішіть свої запити, переглянувши нашу документацію.

source: Browse More
uk: Переглянути більше

source: Explore through the frequently asked questions.
uk: Ознайомтеся з поширеними запитаннями.

source: Get Answers
uk: Отримайте відповіді

source: Video Tutorials
uk: Відеоуроки

source: Learn different skills by examining attractive video tutorials.
uk: Навчіться різним навичкам, вивчаючи привабливі відеоуроки.

source: Watch all
uk: Дивитися всі

source: Powered By
uk: Наданий

source: Setup
uk: Налаштування

source: Error in nonce. Try again.
uk: Помилка в nonce. Спробуй ще раз.

source: WP Event Manager Setup
uk: Налаштування менеджера подій WP

source: 1. Introduction
uk: 1. Вступ

source: 2. Page Setup
uk: 2. Сторінка налаштувань

source: 3. Done
uk: 3. Виконано

source: Setup Wizard Introduction
uk: Вступ до функції «Майстер налаштування»

source: Thanks for installing WP Event Manager!
uk: Дякуємо за встановлення WP Event Manager!

source: The Setup wizard helps you create various pages for event submission, event listings, handing events along with organizers and venue pages.
uk: Майстер налаштування допомагає створювати різні сторінки для подання подій, списків подій, передачі подій, а також організаторів та сторінок місця проведення.

source: If you want to avoid the Setup wizard and want to creates pages manually, you can refer to the %1$sdocumentation%2$s for support.
uk: Якщо потрібно уникнути використання майстра інсталяції та створювати сторінки вручну, зверніться по допомогу до %1$sдокументації%2$s.

source: Continue to page setup
uk: Перейти до налаштування сторінки

source: Skip for now
uk: Пропустити поки що

source: Page Setup
uk: Налаштування сторінки

source: The <em>WP Event Manager</em> includes %1$sshortcodes%2$s which can be used to output content within your %3$spages%2$s. These can be generated directly as mentioned below. Check the shortcode documentation for more information on event %4$sshortcodes%2$s.
uk: <em>WP Event Manager</em> включає %1$sшорткоди%2$s, які можна використовувати для виведення вмісту на ваших %3$sсторінках%2$s. Вони можуть бути створені безпосередньо, як зазначено нижче. Перегляньте документацію шорткоду для отримання додаткової інформації про шорткоди%2$s подій%4$s.

source: Page Title
uk: Назва сторінки

source: Page Description
uk: Опис сторінки

source: Content Shortcode
uk: Вміст короткого коду (Shortcode)
