Repository: wpeventmanager/wp-event-manager
Catalog: languages/wp-event-manager-*.po
Languages: uk

source: You need to be signed in to manage your listings.
uk: Щоб керувати записами про компанію, потрібно ввійти в обліковий запис.

source: Add Event
uk: Додати бренд

source: Filter
uk: Фільтр

source: Keywords
uk: Ключові слова

source: Order by
uk: Сортувати за

source: You do not have any active events.
uk: У вас немає активних подій.

source: Mark not cancelled
uk: Позначку не скасовано

source: Mark cancelled
uk: Позначку скасовано

source: Duplicate
uk: Дублювати

source: Relist
uk: Повторно виставляю

source: Hide
uk: Сховати

source: Event Details
uk: Деталі заходу

source: Any dates
uk: Будь-яка дата

source: Category
uk: Категорія

source: Choose a Category
uk: Виберіть категорію

source: Choose an Event Type
uk: Виберіть тип події

source: No results match
uk: Нічого не знайдено

source: Select Some Options
uk: Виберіть деякі параметри

source: Your browser does not support JavaScript, or it is disabled. JavaScript must be enabled in order to view listings.
uk: Ваш браузер не підтримує JavaScript або він відключений. JavaScript повинен бути включений для перегляду списків.

source: Events Box View
uk: Подання вікна подій

source: Events List View
uk: Подання списку подій

source: ← Edit listing
uk: ← Редагування списку

source: Submit Listing →
uk: Надіслати список →

source: To register for this event <strong>email your details to</strong> <a class="event_registration_email" href="mailto:%1$s%2$s">%1$s</a>
uk: Щоб зареєструватися на цю подію, <strong>надішліть свої дані на адресу</strong> <a class="event_registration_email" href="mailto:%1$s%2$s">%1$s</a>

source: Register using webmail:
uk: Зареєструйтесь за допомогою веб-пошти:

source: Outlook
uk: Перспективи

source: To register for this event please visit the following URL:
uk: Для реєстрації на цю подію, будь ласка, відвідайте наступну URL-адресу:

source: Register for event
uk: Зареєструвати подію

source: You are editing an existing event. %s
uk: Ви редагуєте наявну подію. %s

source: Create A New Event
uk: Створити нову подію

source: Organizer Details
uk: Відомості про організатора

source: Venue Details
uk: Відомості про місце проведення

source: Add Organizer
uk: Додати організатор

source: Add Venue
uk: Додати місце проведення

source: %s listed successfully. To view your listing <a href="%s">click here</a>.
uk: %s перераховані успішно. Щоб переглянути свій запис, <a href="%s">натисніть тут</a>.

source: %s submitted successfully. Your listing will be visible once approved.
uk: %s успішно подано. Ваш запис буде видно після затвердження.

source: Maximum file size: %s.
uk: Максимальний розмір файлу: %s.

source: Remove
uk: Видалити

source: You can't delete ticket once it is added.You can make it private from settings tab.
uk: Ви не можете видалити квиток після його додавання. Ви можете зробити його приватним на вкладці налаштувань.

source: Ticket details
uk: Деталі квитка

source: remove
uk: видалити

source: Get Connect on Website
uk: Отримати Connect на веб-сайті

source: Get Connect on Facebook
uk: Підключення на Facebook

source: Get Connect on Instagram
uk: Підключіться в Instagram

source: Get Connect on Twitter
uk: Отримайте підключення у Twitter

source: Get Connect on Youtube
uk: Підключіться на Youtube

source: Browse events
uk: Перегляд подій

source: Available events
uk: Доступні події

source: All
uk: Всі

source: Click here, for more info.
uk: Натисніть тут, для отримання додаткової інформації.

source: There are no organizers.
uk: Організаторів немає.

source: Add organizer
uk: Додати організатор

source: There is no event.
uk: Події немає.

source: Current Events
uk: Поточні події

source: Upcoming Events
uk: Майбутні події

source: Past Events
uk: Минулі події

source: You are editing an existing organizer. %s
uk: Ви редагуєте наявний органайзер. %s

source: Create A New organizer
uk: Створити новий органайзер

source: Log In
uk: Увійти

source: %s listed successfully. To view your organizer list <a href="%s">click here</a>.
uk: %s перераховані успішно. Щоб переглянути список організаторів, <a href="%s">натисніть тут</a>.

source: %s submitted successfully. Your organizer will be visible once approved.
uk: %s успішно подано. Ваш організатор буде видно після затвердження.

source: You must <a href="%s">sign in</a> to view more details.
uk: Щоб переглянути докладнішу інформацію, потрібно <a href="%s">увійти</a> .

source: There are no venues.
uk: Майданчиків немає.

source: Add venue
uk: Додати місце проведення

source: You are editing an existing venue. %s
uk: Ви редагуєте існуюче місце. %s

source: Create A New venue
uk: Створити нове місце проведення

source: %s listed successfully. To view your venue list <a href="%s">click here</a>.
uk: %s перераховані успішно. Щоб переглянути список місць, <a href="%s">натисніть тут</a>.

source: %s submitted successfully. Your venue will be visible once approved.
uk: %s успішно подано. Ваше місце проведення буде видно після затвердження.

source: Display a list of recent listings on your site, optionally matching a keyword and location.
uk: Відобразити на сайті список останніх записів, які збігаються з ключовим словом та місцеположенням.

source: Keyword
uk: Ключове слово

source: Number of listings to show
uk: Кількість записів для відображення

source: Display a list of featured listings on your site.
uk: Відобразити на сайті список виділених записів.

source: Display a list of upcoming listings on your site.
uk: Відображення списку майбутніх записів на сайті.

source: Random
uk: Випадково

source: Display a list of Past listings on your site.
uk: Відобразіть список попередніх записів на своєму сайті.

# post status
source: Draft
uk: Чернетка

# post status
source: Preview
uk: Перегляд

# post status
source: Pending approval
uk: Очікує підтвердження

# post status
source: Pending payment
uk: Очікування платежу

# post status
source: Active
uk: Активний

source: Reset
uk: Скинути

source: Invalid email address.
uk: Неправильна адреса електронної пошти.

source: Your email address isn&#8217;t correct.
uk: Ваша електронна адреса неправильна.

source: This email is already registered, please choose another one.
uk: Цей e-mail вже зареєстровано, будь ласка, введіть інший.

source: Choose Categories
uk: Виберіть категорії

source: Choose an event type
uk: Виберіть тип події

source: Choose event types
uk: Вибір типів подій

source: Passwords must be at least 8 characters long.
uk: Паролі повинні складатися принаймні з 8 символів.

source: Descending (DESC)
uk: За спаданням (DESC)

source: Event End Date
uk: Дата завершення події

source: Inactive
uk: Неактивний

source: Your email
uk: Ваш email

source: Username
uk: Ім'я користувача

source: Verify Password
uk: Підтвердіть пароль

source: Confirm Password
uk: Підтвердити пароль

source: Posted on
uk: Опубліковано

source: Invalid file type. Accepted types:
uk: Неприпустимий тип файлу. Прийняті види:

source: Select Date Range
uk: Виберіть діапазон дат

source: Are you sure you want to delete this event?
uk: Ви дійсно хочете видалити цю подію?

source: Are you sure you want to delete this organizer?
uk: Ви дійсно хочете видалити цей органайзер?

source: Are you sure you want to delete this venue?
uk: Ви дійсно хочете видалити це місце?

source: WP Event Manager
uk: Менеджер подій WP

source: Lightweight, scalable and full-featured event listings & management plugin for managing event listings from the Frontend and Backend.
uk: Легкі, масштабовані та повнофункціональні списки подій та плагін керування для керування списками подій із інтерфейсу та бекенда.
