Repository: wpeventmanager/wp-event-manager
Catalog: languages/wp-event-manager-*.po
Languages: uk

# Default page title (wizard)
source: Post an Event
uk: Опублікувати подію

source: This page allows peoples to add events to your website from the front-end.
uk: Ця сторінка дозволяє людям додавати події на ваш веб-сайт із зовнішнього інтерфейсу.

source: If you do not wish to accept submissions from users in this way (for example you just want to post events from the admin dashboard) you can skip creating this page.
uk: Якщо ви не хочете приймати подання від користувачів таким чином (наприклад, ви просто хочете публікувати події з інформаційної панелі адміністратора), ви можете пропустити створення цієї сторінки.

# Default page title (wizard)
source: Event Dashboard
uk: Інформаційна панель події

source: This page allows peoples to manage (edit, delete and duplicate) their own events from the front-end.
uk: Ця сторінка дозволяє людям керувати (редагувати, видаляти та дублювати) власні події з інтерфейсу.

source: If you plan on managing all listings from the admin dashboard you can skip creating this page.
uk: Якщо ви плануєте керувати всіма списками з інформаційної панелі адміністратора, ви можете пропустити створення цієї сторінки.

# Default page title (wizard)
source: Events
uk: Події

source: This page allows users to browse, search, and filter event listings on the front-end of your site.
uk: Ця сторінка дозволяє користувачам переглядати, шукати та фільтрувати списки подій на інтерфейсі вашого сайту.

# Default page title (wizard)
source: Submit Organizer Form
uk: Надіслати форму організатора

source: This page allows users to Submit the organizers form the frontend.
uk: Ця сторінка дозволяє користувачам Подати організаторам форму фронтенду.

source: In case if you do not want to allow your users to submit organizers from the frontend, you can uncheck this and skip creating this page.
uk: У випадку, якщо ви не хочете дозволяти своїм користувачам подавати органайзери з фронтенду, ви можете зняти галочку з цього пункту і пропустити створення цієї сторінки.

# Default page title (wizard)
source: Organizer Dashboard
uk: Приладна дошка організатора

source: This page allows people to manage (edit, delete and duplicate) the organizers form the frontend.
uk: Ця сторінка дозволяє людям керувати (редагувати, видаляти та дублювати) організаторами форми фронтенду.

source: In case if you do not want to allow your users to manage organizers from the frontend, you can uncheck this and skip creating this page.
uk: У випадку, якщо ви не хочете дозволяти своїм користувачам керувати органайзерами з фронтенду, ви можете зняти цей прапорець і пропустити створення цієї сторінки.

# Default page title (wizard)
source: Event Organizers
uk: Організатори подій

source: This page allows peoples to show organizers from the front-end.
uk: Ця сторінка дозволяє людям показувати організаторів з інтерфейсу.

source: In case if you do not want to allow your users to show organizers from the frontend, you can uncheck this and skip creating this page.
uk: У випадку, якщо ви не хочете дозволяти своїм користувачам показувати органайзери з фронтенду, ви можете зняти цей прапорець і пропустити створення цієї сторінки.

# Default page title (wizard)
source: Submit Venue Form
uk: Надіслати форму місця проведення

source: This page allows people to Submit the venues from the frontend.
uk: Ця сторінка дозволяє людям надсилати місця проведення з інтерфейсу.

source: In case if you do not want to allow your users to submit venues from the frontend, you can uncheck this and skip creating this page.
uk: У випадку, якщо ви не хочете дозволяти своїм користувачам надсилати місця з фронтенду, ви можете зняти прапорець і пропустити створення цієї сторінки.

# Default page title (wizard)
source: Venue Dashboard
uk: Інформаційна панель місця проведення

source: This page allows people to manage (edit, delete and duplicate) the venues form the frontend.
uk: Ця сторінка дозволяє людям керувати (редагувати, видаляти та дублювати) місця проведення з фронтенду.

source: In case if you do not want to allow your users to manage venues from the frontend, you can uncheck this and skip creating this page.
uk: Якщо ви не хочете дозволяти своїм користувачам керувати майданчиками з фронтенду, ви можете зняти прапорець і пропустити створення цієї сторінки.

# Default page title (wizard)
source: Event Venues
uk: Місця проведення заходів

source: This page allows peoples to show venues from the front-end.
uk: Ця сторінка дозволяє людям показувати місця з інтерфейсу.

source: In case if you do not want to allow your users to show venues from the frontend, you can uncheck this and skip creating this page.
uk: Якщо ви не хочете дозволяти своїм користувачам показувати місця з фронтенду, ви можете зняти прапорець і пропустити створення цієї сторінки.

source: Skip this step
uk: Пропустити цей крок

source: All Done!
uk: Готово!

source: Thanks for installing WP Event Manager! Here are some valuable resources that will assist you in getting started with our plugins.
uk: Дякуємо за встановлення WP Event Manager! Ось кілька цінних ресурсів, які допоможуть вам розпочати роботу з нашими плагінами.

source: Create Your First Event
uk: Створіть свою першу подію

source: Add ons Support
uk: Додавання підтримки

source: Get support for all the Add ons related queries with our experienced/ talented support team.
uk: Отримайте підтримку з усіх запитів, пов'язаних із доповненнями, з нашою досвідченою/талановитою командою підтримки.

source: Get Add ons Support
uk: Підтримка доповнень

source: Featured Listing
uk: Рекомендоване оголошення

source: Featured listings will be sticky during searches, and can be styled differently.
uk: Рекомендовані списки будуть липкими під час пошуку, і їх можна стилізувати по-різному.

source: Cancelled Listing
uk: Скасовано лістинг

source: Cancelled listings will be sticky during searches, and can be styled differently.
uk: Скасовані списки будуть липкими під час пошуку та можуть бути оформлені по-різному.

source: Listing Expiry Date
uk: Термін придатності лістингу

source: Please enter event expiry date
uk: Будь ласка, введіть термін дії події

source: Posted by
uk: Опубліковано

source: Most Used
uk: Найбільш використовувані

source: Use file
uk: Використання файлу

source: Upload
uk: Завантажити

source: Add file
uk: Додати файл

source: Guest User
uk: Гостьовий користувач

source: Change
uk: Змінити

source: Enter the ID of the user, or leave blank if submitted by a guest.
uk: Введіть ідентифікатор користувача або залиште порожнім, якщо його надіслав гість.

source: There are currently no events.
uk: Наразі подій немає.

source: Search completed. Found %d matching record.
uk: Пошук завершено. Знайдено %d відповідний запис.

source: You must be logged in to upload files using this method.
uk: Ви повинні бути авторизовані, щоб завантажити файли за допомогою цього методу.

source: Successfully created
uk: Успішно створено

source: Organizer Name is a required field.
uk: Ім'я організатора є обов'язковим полем.

source: Venue Name is a required field.
uk: Ім'я місця є обов'язковим полем.

source: Today
uk: Сьогодні

source: Tomorrow
uk: Завтра

source: This Week
uk: Цей тиждень

source: This Weekend
uk: Цими вихідними

source: This Month
uk: Цей місяць

source: This Year
uk: Цього року

source: Next Week
uk: Наст. тиждень

source: Next Weekend
uk: Наступні вихідні

source: Next Month
uk: Наступний місяць

source: Next Year
uk: Наступний рік

source: Any Ticket Price
uk: Будь-яка вартість квитка

source: Paid
uk: Оплачений

source: Free
uk: Безкоштовно

source: No results found
uk: Нічого не знайдено

source: Query limit reached
uk: Досягнуто ліміту запитів

source: Request denied from google map api key please enable geolocation and gecoding api
uk: Запит відхилено з ключа API карти Google Увімкніть API геолокації та гекодування

source: Geocoding error
uk: Помилка геокодування

source: Event category
uk: Категорія Події

source: Event categories
uk: Категорії подій

source: Event type
uk: Тип події

source: Event types
uk: Типи подій

source: Event
uk: Подія

source: Events
uk: Події

# Post type archive slug - resave permalinks after changing this
source: events
uk: події

source: Event Manager
uk: Івент-менеджер

source: Add New
uk: Додати новий

source: Event Thumbnail
uk: Мініатюра події

source: Set event thumbnail
uk: Установлення ескізу події

source: Remove event thumbnail
uk: Як вилучити ескіз події

source: Use as event thumbnail
uk: Використовувати як ескіз подій

# post status
source: Expired
uk: Закінчився

source: Expired <span class="count">(%s)</span>
uk: Закінчив <span class = "count"> (%s) </span>

source: Preview <span class="count">(%s)</span>
uk: Попередній перегляд <span class="count">( %s)</span>

source: Organizers
uk: Організатори

source: Organizer Logo
uk: Логотип організатора

source: Set organizer logo
uk: Установлення емблеми органайзера

source: Remove organizer logo
uk: Як видалити логотип органайзера

source: Use as organizer logo
uk: Використання як емблеми організатора

source: Venue
uk: Місце

source: Venues
uk: Місця

source: Venue Logo
uk: Логотип місця проведення

source: Set venue logo
uk: Встановити логотип місця проведення

source: Remove venue logo
uk: Видалити логотип місця проведення

source: Use as venue logo
uk: Використовувати як логотип місця проведення

source: %s event updated.
uk: %s подію оновлено.

source: %s event not updated, somebody is editing it.
uk: %s подія не оновлюється, хтось її редагує.

source: %s event permanently deleted.
uk: %s подію видалено назавжди.

source: %s event moved to the Trash.
uk: %s подія перемістилася в Кошик.

source: %s event restored from the Trash.
uk: %s подія відновлена зі смітника.

source: %s organizer updated.
uk: %s організатора оновлено.

source: %s organizer not updated, somebody is editing it.
uk: %s органайзер не оновлюється, хтось його редагує.

source: %s organizer permanently deleted.
uk: %s органайзер видаляється назавжди.

source: %s organizer moved to the Trash.
uk: %s організатор перемістився в кошик.

source: %s organizer restored from the Trash.
uk: %s організатор відновлений зі смітника.

source: %s venue updated.
uk: %s місце проведення оновлено.

source: %s venue not updated, somebody is editing it.
uk: %s місце проведення не оновлюється, хтось його редагує.

source: %s venue permanently deleted.
uk: %s місце назавжди видалено.

source: %s venue moved to the Trash.
uk: %s місце перенесли в Смітник.

source: %s venue restored from the Trash.
uk: %s місце відновлено зі сміття.

source: Single Event Gallery Tag
uk: Тег "Галерея подій"

source: Event Gallery Tag
uk: Тег "Галерея подій"

source: Single Event Image Tag
uk: Тег зображення однієї події

source: Event Image Tag
uk: Тег зображення події

source: Fallback
uk: Запасний

source: Single Event Tag
uk: Тег однієї події

source: View Count
uk: Показати лічильник

source: Ticket Type
uk: Тип квитка

source: Share Event
uk: Поділитися подією

source: Event Tag
uk: Подія позначка

source: Event Dashboard
uk: Інформаційна панель події

source: Post Per Page
uk: Публікація на сторінці

source: Event Listing
uk: Список подій

source: Show Pagination
uk: Показати нумерацію сторінок

source: False
uk: Брехня

source: True
uk: Істинна

source: Order
uk: Замовлення

source: Ascending (ASC)
uk: За зростанням (ASC)

source: Descending (DESC)
uk: За спаданням (DESC)

source: Order By
uk: Сортувати за

source: Name
uk: Ім'я

source: Modified
uk: Змінений

source: Parent
uk: Батьківський

source: Event Start Date
uk: Дата початку події

source: Rand
uk: Випадково

source: Show Featured
uk: Показати рекомендовані

source: All Events
uk: Усі події

source: Show Cancelled
uk: Показати скасовано

source: Show Filter
uk: Показати фільтр

source: Event Types Filter
uk: Фільтр типів подій

source: Enter Location
uk: Введіть місцезнаходження

source: Keywords
uk: Ключові слова

source: Enter Keywords
uk: Введіть ключові слова

source: Selected Date
uk: Вибрана дата

source: Enter Date
uk: Дата введення

source: Categories
uk: Категорії

source: Enter Categories by comma separate
uk: Введіть категорії через кому окремо

source: Event Types
uk: Типи подій

source: Enter Event Types by comma separate
uk: Введення типів подій через кому

source: Event Organizers
uk: Організатори подій

source: Show Thumb
uk: Показати великий палець

source: Show Count
uk: Показати кількість

source: Event Venues
uk: Місця проведення заходів

source: Organizer Dashboard
uk: Приладна дошка організатора

source: Past Event Listing
uk: Попередній список подій

source: Single Event Field
uk: Поле однієї події

source: Event Field
uk: Поле події

source: Event Field Before HTML
uk: Поле події перед HTML

source: Event Field After HTML
uk: Поле події після HTML

source: Event registration closed.
uk: Реєстрація на подію закрита.

source: Watch video
uk: Переглянути

source: Download
uk: Завантажити

source: Dont't repeat
uk: Не повторюйте

source: Daily
uk: Щодня

source: Weekly
uk: Щотижня

source: Monthly
uk: Щомісяця

source: Yearly
uk: Щорічно

source: First
uk: Перший

source: Second
uk: Секунда

source: Third
uk: Третій

source: Fourth
uk: Четвертий

source: Last
uk: Останній

source: Monday
uk: Понеділок

source: Tuesday
uk: Вівторок

source: Wednesday
uk: Середа

source: Thrusday
uk: Четвер

source: Friday
uk: П'ятниця

source: Saturday
uk: Субота

source: Sunday
uk: Неділя

source: same day
uk: того ж дня

source: specific day
uk: конкретний день

source: Single Event Organizer
uk: Організатор одиночного заходу

source: Select event
uk: Оберіть подію

source: Single Event Summary
uk: Підсумок однієї події

source: Event Summary
uk: Підсумок події

source: Not Found Event
uk: Подія не знайдено

source: Select Event
uk: Вибрати захід

source: Width
uk: Ширина

source: Align
uk: Вирівнювання

source: Left
uk: Зліва

source: Center
uk: Центр

source: Right
uk: Зправа

source: Single Event Venue
uk: Одномісне місце проведення заходу

source: Single Event
uk: Одна подія

source: Single Organizer
uk: Єдиний органайзер

source: Not Found Organizer
uk: Не знайдено органайзера

source: Select Organizer
uk: Виберіть органайзер

source: Single Venue
uk: Одномісне місце проведення

source: Not Found Venue
uk: Не знайдено місце проведення

source: Select Venue
uk: Виберіть місце проведення

source: Submit Event Form
uk: Надіслати форму події

source: Submit Organizer Form
uk: Надіслати форму організатора

source: Submit Venue Form
uk: Надіслати форму місця проведення

source: Upcoming Event Listing
uk: Майбутній список подій

source: Venue Dashboard
uk: Інформаційна панель місця проведення

source: Select date range
uk: Вибрати діапазон дат

source: Apply
uk: Застосувати

source: Clear
uk: Очистити

source: Cancel
uk: Скасувати

source: No category found
uk: Категорії не знайдено

source: The Category is disabled
uk: Категорія вимкнена

source: The Category is not available
uk: Категорія недоступна

source: Event-type not found
uk: Тип події не знайдено

source: Event-Type is disabled
uk: Тип події вимкнено

source: Event-Type is not available
uk: Тип події недоступний

source: Select Date
uk: Вибрати дату

source: Any Date
uk: Будь-яка дата

source: Select Ticket Type
uk: Виберіть тип квитка

source: Invalid listing
uk: Недійсний лістинг

source: Save changes
uk: Зберегти зміни

source: Your changes have been saved.
uk: Ваші зміни збережені.

source: View &rarr;
uk: Дивитися &rarr;

source: Submit Details
uk: Надіслати деталі

source: Preview
uk: Перегляд

source: Done
uk: Готово

source: Registration email
uk: Реєстрація email

source: Registration URL
uk: URL-адреса реєстрації

source: Registration email/URL
uk: Електронна адреса / URL-адреса реєстрації

source: Enter an email address or website URL
uk: Введіть адресу електронної пошти або URL-адресу веб-сайту

source: Event title
uk: Назва події

source: Event Type
uk: Тип події

source: Event Category
uk: Категорії заходів

source: Online Event
uk: Онлайн-подія

source: Yes
uk: Так

source: No
uk: Ні

source: Zip Code
uk: Поштовий індекс

source: Please enter zip code (Area code)
uk: Будь ласка, введіть поштовий індекс (код міста)

source: Event Location
uk: Місце події

source: Location for google map
uk: Розташування для google map

source: Event Banner
uk: Банер події

source: Video URL
uk: Відео URL

source: Please enter event video url
uk: Будь ласка, введіть URL-адресу відео події

source: Please enter event start date
uk: Будь ласка, введіть дату початку заходу

source: Start Time
uk: Час початку

source: Please enter event start time
uk: Будь ласка, введіть час початку заходу

source: Please enter event end date
uk: Будь ласка, введіть дату закінчення події

source: End Time
uk: Час закінчення

source: Please enter event end time
uk: Будь ласка, введіть час закінчення події

source: Ticket Options
uk: Опції квитків

source: Ticket Price
uk: Ціна квитка

source: Please enter ticket price
uk: Будь ласка, введіть вартість квитка

source: Registration Deadline
uk: Кінцевий термін реєстрації

source: Please enter registration deadline
uk: Будь ласка, введіть кінцевий термін реєстрації

source: Event timezone
uk: Часовий пояс подій

source: Please select timezone for event
uk: Будь ласка, оберіть часовий пояс для події

source: <div class="wpem-alert wpem-mt-2 wpem-mb-0 wpem-p-0">If it doesn't show organizer(s). Manage your organizer(s) from <a href="javascript:void(0)" class="wpem_add_organizer_popup wpem-modal-button" data-modal-id="wpem_add_organizer_popup">here</a></div>
uk: <div class="wpem-alert wpem-mt-2 wpem-mb-0 wpem-p-0">Якщо організаторів немає. Керуйте своїми організаторами <a href="javascript:void(0)" class="wpem_add_organizer_popup wpem-modal-button" data-modal-id="wpem_add_organizer_popup">звідси</a></div>

source: <div class="wpem-alert wpem-mt-2 wpem-mb-0 wpem-p-0">If it doesn't show venue(s). Manage your venue(s) from <a href="javascript:void(0)" class="wpem_add_venue_popup wpem-modal-button" data-modal-id="wpem_add_venue_popup">here</a></div>
uk: <div class="wpem-alert wpem-mt-2 wpem-mb-0 wpem-p-0">Якщо в ньому не вказано місце (місця). Керуйте своїми місцями (місцями) <a href="javascript:void(0)" class="wpem_add_venue_popup wpem-modal-button" data-modal-id="wpem_add_venue_popup">звідси</a></div>

source: Event end date must be greater than the event start date.
uk: Дата завершення події має бути більшою за дату початку події.

source: Please enter a valid registration email address.
uk: Будь ласка, введіть дійсну адресу електронної пошти для реєстрації.

source: Please enter a valid registration URL.
uk: Будь ласка, введіть дійсну URL-адресу реєстрації.

source: Please enter a valid registration email address or URL.
uk: Будь ласка, введіть дійсну адресу електронної пошти або URL-адресу реєстрації.

source: Please enter a username.
uk: Будь ласка, введіть ім'я користувача.

source: Please enter your email address.
uk: Будь ласка, введіть свою адресу електронної пошти.

source: Passwords must match.
uk: Паролі повинні збігатися.

source: Password is not valid.
uk: Неправильний пароль.

source: You must be signed in to post a new listing.
uk: Щоб опублікувати новий запис, потрібно ввійти в обліковий запис.

source: Organizer name
uk: Назва організатора

source: Enter the name of the organizer
uk: Введіть назву організатора

source: Logo
uk: Логотип

source: Organizer Description
uk: Опис організатора

source: Organizer Email
uk: E-mail Організатора

source: Enter your email address
uk: E-mail

source: Website
uk: Сайт

source: Website URL e.g http://www.yourorganization.com
uk: URL-адреса веб-сайту, наприклад http://www.yourorganization.com

source: Facebook URL e.g http://www.facebook.com/yourorganizer
uk: URL-адреса Facebook, наприклад http://www.facebook.com/yourorganizer

source: Instagram URL e.g http://www.instagram.com/yourorganizer
uk: URL-адреса Instagram, наприклад http://www.instagram.com/yourorganizer

source: Youtube Channel URL e.g http://www.youtube.com/channel/yourorganizer
uk: URL-адреса каналу Youtube, наприклад http://www.youtube.com/channel/yourorganizer

source: Twitter URL e.g http://twitter.com/yourorganizer
uk: URL-адреса Твіттера, наприклад http://twitter.com/yourorganizer

source: Submit
uk: Відправити

source: Please enter a valid organizer email address
uk: Будь ласка, введіть дійсну адресу електронної пошти організатора

source: Venue Name
uk: Назва Місця проведення

source: Please enter the venue name
uk: Будь ласка, введіть назву місця проведення

source: Venue Description
uk: Опис місця проведення

source: Website URL e.g http://www.yourvenue.com
uk: URL-адреса веб-сайту, наприклад http://www.yourvenue.com

source: Facebook URL e.g http://www.facebook.com/yourvenue
uk: URL-адреса Facebook, наприклад http://www.facebook.com/yourvenue

source: Instagram URL e.g http://www.instagram.com/yourvenue
uk: URL-адреса Instagram, наприклад http://www.instagram.com/yourvenue

source: Youtube Channel URL e.g http://www.youtube.com/channel/yourvenue
uk: URL-адреса каналу Youtube, наприклад http://www.youtube.com/channel/yourvenue

source: Twitter URL e.g http://twitter.com/yourvenue
uk: URL-адреса Twitter, наприклад http://twitter.com/yourvenue

source: Please enter a valid venue email address
uk: Будь ласка, введіть дійсну адресу електронної пошти місця проведення

source: Invalid ID
uk: Недійсний ідентифікатор

source: This event has already been cancelled.
uk: Цей захід вже скасовано.

source: %s has been cancelled.
uk: %s скасовано.

source: This event is not cancelled.
uk: Цей захід не скасовується.

source: %s has been marked as not cancelled.
uk: %s позначено як такий, що не скасовано.

source: %s has been deleted.
uk: %s видалено.

source: Missing submission page.
uk: Відсутня сторінка подання.

source: Viewed
uk: Переглядали

source: Action
uk: Дія

source: You need to be signed in to manage your organizer listings.
uk: Щоб керувати списками організаторів, потрібно ввійти в обліковий запис.

source: Sign in
uk: Увійти

source: Details
uk: Подробиці

source: You need to be signed in to manage your venue listings.
uk: Вам потрібно увійти, щоб керувати інформацією про місця проведення.

source: Venue name
uk: Назва місця проведення

source: Load more events
uk: Завантажити більше подій

source: Load more listings
uk: Завантажити більше записів

source: More info
uk: Детальніше

source: There are no events.
uk: Подій немає.

source: Your account
uk: Мій обліковий запис

source: You are currently signed in as <strong>%s</strong>.
uk: Ви ввійшли як <strong>%s</strong>.

source: Sign out
uk: Вийти

source: Have an account?
uk: Маєте обліковий запис?

source: If you don&rsquo;t have an account with us, just enter your email address and create a new one. You will receive your password shortly in your email.
uk: Якщо у вас немає облікового запису у нас, просто введіть свою адресу електронної пошти та створіть нову. Ви отримаєте пароль найближчим часом на свою електронну пошту.

source: (optional)
uk: (не обов'язково)

source: You must sign in to create a new listing.
uk: Щоб створити новий запис, потрібно ввійти.

source: There are no events matching your search.
uk: Немає подій, які відповідають вашому пошуку.

source: This listing has been expired.
uk: Термін дії цього списку закінчився.

source: This event has been cancelled.
uk: Цю подію скасовано.

source: Registrations have closed.
uk: Реєстрацію закрито.

source: by %s
uk: від %s

source: %d people viewed this event.
uk: %d людей подивилися цю подію.

source: Additional Details
uk: Додаткові відомості

source: Date And Time
uk: Дата та час

source: to
uk: до

source: Registration End Date
uk: Дата закінчення реєстрації

source: Online event
uk: Онлайн-подія

source: Share With Friends
uk: Поділитися з друзями
